{
    "pfp": "images/statics/cazes.png",
    "nickname": "ALPHA02",
    "poster": "tarballers",
    "osf": ["PO", "ACC", "Y", "CC"],
    "blog": "Ah, the  cat and mouse game of cybercrime , where one wrong turn equals to a glowie's promotion. It's like a high-stakes poker game, but instead of chips, you're playing with your digital identity and freedom. It's better to be homeless, but still see the sun at your own wish.<br><br>Now, let's talk about our man of the blog, Cazes, aka Alpha02. If you're not familiar with him, don't worry, I have got you covered with some links to dive into his cybercri career. But here's a pro tip for all you aspiring cybercriminals out there: if you're gonna play in the digital underworld, make sure you've got your OPSEC game on point from day one. Another tip, have a non-unique username eg: mickeymouse but it all depends, pompompurin did get caught.<br><br>Now, Cazes had a little slip-up in his OPSEC game back in the early days of AlphaBay. Using his personal email, pimp_alex_91@hotmail.com for welcome messages and password resets? That's like wearing a neon sign that says, \"Come arrest me!\" And to top it off, gmails, hotmail and many more, those are glowie emails, a warrant that's it, and to top it again,  it was connected to his LinkedIn profile, and to top it off again again, never mind. Blending his real-world identity with his cybercri alias? Talk about a rookie mistake.<br><br>And let's not forget about the lack of encryption on his laptop. Come on, folks, treat every unencrypted minute like an episode of FBI, OPEN UP, because you never know when they'll come knocking. And using that same laptop for both work and cybercrime? That's like using a Swiss cheese condom—full of holes and bound to end in disaster. It all made easy for the feds to seizure his assets, crypto basically even a homeless man was richer, also his wife's assets did get seized.<br><br>By the way, remember, this technique of feds while conducting arrest tend to distract you in order to find you logged in ur cybercrime meta verse, is now boring to me, invest in some killer OPSEC and maybe a USB with a self-destruct feature, just in case things go south or don't jump off your computer no matter what. I recommend if conducting your work public, sit where your back is right infront of a wall, so you don't have to worry who is behind you.  Oh, Alpha02 did commit suicide, peace out, not him, it's you, the reader.",
    "links": ["https://youtu.be/VLF7WCbLw28?si=2ZbnEQAHiLTIUN7w","https://en.wikipedia.org/wiki/Operation_Bayonet_(darknet)"]
}