{
    "pfp": "images/statics/cracka.png",
    "nickname": "D3F4ULT",
    "poster": "bugzorc",
    "osf": ["Y"],
    "blog": "Meet d4f3ult, a teenage with a relish for stirring up chaos and shedding light on the shadows of the government's misdeeds. By the way, his father works in government. D3f4ult's journey into the realms of hacking and activism.<br><br>Formerly a member of AnonSec, an anti-anonymous group, d3f4ult made waves by penetrating into websites, erasing records of indebted students from university databases and exposing the dark underbelly of Denmark's bestiality scandal. Some call him a tech Robin Hood, other a digital vigilante(probably the gov), the verdict is yours to decide.<br><br>But his most infamous hack, the on that brought him to the attention of the dreaded glowies, was his skylarking alongside his partner in crime, Cracka. He did go further to have a call with the CIA director himself.<br><br>He did have an exemplary OPSEC, his computer was precisely encrypted, didn't log on onto his own WiFi, but opted for a satellite dish to access a distant WiFi adding layers to his anonymity. This shows his commitment to safeguarding his activities from detection but his flaw was on the non-technical part, yapping.<br><br>Here is his OSF, while chilling on XBOX LIVE with his friend who we are going to call SixNine. News about the hack came up, an jokingly told him that he participated in the hack.(FLASHBACK: so d3f4ult ask SixNine if he could mingle with ex girlfriend in which he said he was cool with it.) BACKTRACK: not very long he got arrested. D3f4ult does believe SixNine snitched.<br><br>From his OSF, we do learn that we should keep our mouth shut, and trust no one, not your kid, parents, cat, dog, computer and even yourself, and what lead to Cracka's arrests? probably  chat logs between him and D3f4ult, remember, you are on the game yourself, have no emotions.<br><br>For those interested by d3f4ult's, delve deeper into the lens of the Darknet Diares podcast, or check a well captivating video about him down below. Peace out.",
    "links": ["https://www.youtube.com/watch?v=PmtFtWVrxFE&t=168s", "https://darknetdiaries.com/episode/139"]
}