{
    "pfp": "images/victims/eldo.png",
    "nickname": "ELDO KIM",
    "poster": "bugzorc",
    "osf": ["N/A"],
    "blog": "Eldo Kim's bomb threats were like: \"Bombs placed around campus,\" \"shrapnel bombs,\" \"in four buildings on the school’s main campus in Cambridge. 2/4. guess correctly. Be quick or they will go off soon.\" Eldo's desperate attempt to postpone his final exam by resorting to such extreme measures highlights the intense pressure that academic deadlines can provoke. It seems even the brightest minds aren't immune to exam-induced stress!<br><br>Eldo's behavior is a curious blend of OPSEC awareness and oversight. While he took the precaution of utilizing Tor and Guerrilla Mail to send bomb threats, avoiding the pitfalls of easily traceable communication channels, he surprisingly neglected to employ a separate, dedicated machine for such sensitive activities. It's akin to wearing gloves to handle something delicate but forgetting to cover your face!<br><br>Eldo's operational security falters further when considering that he utilized a computer of uncertain origin, specifically one provided by the school. This decision introduces a myriad of potential vulnerabilities. Firstly, the school likely logs all activity on their computers, leaving a digital trail that could easily be traced back to Eldo. Secondly, the possibility of a screen capture feature compounds the risk, potentially documenting every action he took. Moreover, being alone in the school library amplifies these risks, as the network is likely closely administered by the school, granting them visibility into all internet communications and potentially flagging suspicious activity. It's like playing hide-and-seek in a glass house.<br><br>Eldo could have potentially argued that the school only noticed his use of Tor, which could be dismissed as a coincidence without concrete evidence linking him to any illicit activity. Additionally, he could have enhanced his anonymity by utilizing a bridge or proxy.  Moreover, strategically timing his activities during periods of high computer usage and in a corner with limited surveillance coverage could have minimized the risk of detection. Peace out.",
    "links": ["https://edition.cnn.com/2013/12/17/justice/massachusetts-harvard-hoax/index.html"]
}