{
    "pfp" : "images/victims/pollard.png",
    "nickname" : "Jonathan Pollard",
    "poster" : "bugzorc",
    "posterLink" : "https://x.com/bugzorc",
    "osf" : ["ACC", "Y"],
    "blog" : "It's been a good three years since Jonathan got his freedom pass as of writing this (3/2024). He packed his bags and headed for Israel, where he has been keeping a lower profile than a ninja in a library. He was charged for espionage and got a 30-year sentence. According to Jonathan, all governments are just the same old song and dance, using folks like him and tossing them out like yesterday's leftovers. He claims he was blind as a bat because he had this crazy love for Israel.<br><br>Jonathan's OpSec fails were about as shocking as finding a unicorn in your backyard. Here's a guy who used to be a hotshot intelligence analyst for the good ol' U.S. of A, but somehow, he managed to blow his cover faster than a birthday candle in a hurricane. He was living it up like a high roller, spending cash he didn't have, which is basically like waving a red flag in front of law enforcement's face. And to top it off, he couldn't keep his mouth shut around his co-workers, blabbering on about his secret squirrel plans. Talk about breaking one of the golden rules of espionage: keep it on the down-low and don't make a scene.<br><br>Now, let's talk about Jonathan's sidekick in crime – his then-wife, Anne. She hopped on board the espionage train with him, using classified documents like they were party favours to boost her own business ventures. When the fuzz came knocking, Anne forgot to tidy up, leaving a trail of breadcrumbs right to their doorstep. And just when things couldn't get any worse, she went and asked the neighbour for a hand. Rookie move, Anne. Everyone knows if you're gonna pull off some shady business, you fly solo. Bringing in backup just increases the chances of someone ratting you out or slipping up.<br><br>But wait, there's more! Jonathan thought he was untouchable, strutting around like he had a cloak of invisibility. He figured he could outsmart the big shots in U.S. counterintelligence, but boy, was he wrong. Overconfidence is like a bullseye on your back in the world of espionage. It blinds you to the very real consequences of your actions, like getting caught with your hand in the cookie jar.<br><br>Now, Jonathan's back in Israel, but it's not all sunshine and rainbows. Some folks in the Israeli security intel community aren't exactly rolling out the welcome mat for him. They give him the cold shoulder, but Jonathan insists the people still got love for him. Lesson learned: always stick with your crew, 'cause once you cross them, trust becomes as rare as a good hair day during a thunderstorm.",
    "links" : ["https://www.youtube.com/watch?v=Clk7NIlWBJc"]
}
  