{
    "pfp": "images/victims/medusa.png",
    "nickname": "Medusa RW Gang",
    "poster": "bugzorc",
    "posterLink": "https://x.com/bugzorc",
    "osf": ["D","CL"],
    "blog": "Not every day that a hacker gets their own data stolen back from under their nose because they dropped a config file in the wrong folder. On this blog today we speak about Medusa Gang's OSF. While 'Dark Atlas Squad' a BuguardHUmint unit, was conducting an investigation into their activities, they made an unexpected discovery that the cybercrics were not-so-savvy when it came to Operational Security. Basically, Medusa gang left a juicy trail for them to follow. It all started when they dropped rclone.exe -- a popular tool for transferring data to the cloud -- into a rather unfortunate location: C:\\Windows\\AppCombat. This alone would be enough to raise an eyebrow. But the real kicker came when they found out the conf.txt file was sitting right there with it, like it was a digital easter egg. This was the key to their cloud storage of choice: put.io. Thinking that they would be sneaky, they stored their exfiltrated data in plain sight, no encrypted vaults or hidden systems, just a poorly secure cloud service. Were they to skid, no, too ignorant maybe, too comfortable maybe, the thing is many blogs about OSF I have written is that the OP thinks nobody will know or find out, which really gets to them later on. Special Content: 'Dark Atlas Squad' decided to poke around and see what Medusa was up to. Medusa had left their token which allowed them to get full access to their cloud storage. What followed was a treasure of stolen data from multiple victims, including the Kansas City Area Transportation Authority (KCATA). Once they were in, they downloaded and created a zip of the stolen data. After all, why let a ransomware group keep what they have stolen? They also deleted some sensitive files belonging to their victims and contacted the victims as possible, helping them with their recovery process. Lesson learned to cybercrics: If you are a ransomware gang, maybe double-check where you're storing your stolen goods and try a little harder with your OPSEC. Lesson learned to law-abiding citizens: no matter how sophisticated the attack is, there is always room for a little humor. And by the way, Dark Atlas Squad created a rule to detect suspicious DNS queries to put.io. You can find it at the link below. For in-depth analysis of their OSF, visit the link below, and shout out to Dark Atlas Squad. Gotta work on my humor, lol.",
    "links": ["https://darkatlas.io/blog/medusa-ransomware-group-opsec-failure"]
}
