{
"pfp": "images/statics/sa.jpeg",
"nickname": "SA GOVERNMENT",
"details": "opsec failures of the south africa government",
"poster": "souf6x",
"osf": ["IPL", "PO","PL"],
"verified": "verified",
"blog": "Governments tend to share contact details for parliamentarians or any gov workers, but what makes the South African government to fall into the opsecfailures site? The problem is that(inmost cases), is that they publish the  personal emails and phone numbers of members of Parliament rather than the more corporate emails like @gov.za, and office work phone numbers.<br><br>Utilising personal emails for government work is a dreadful idea, as it violates their privacy, leakage of private infomation and many others. The 600 or so emails published on the parliament.gov.za website was found in many others website, eg activision(well they do play cod), xvideos, twitter, instagram.... and many more. Incase any suffer a data breach, might lead to more personal info leaked eg creditcards, passwords.<br><br>Some of the accounts present a much larger risk to parliamentarian’s security. There are 14 members of the SA parliament that have Strava accounts. Some of the accounts present a much larger risk to parliamentarian’s security. Strava can (and is) utilised by malicious actors to discover when and where people are, conduct kidnappings, organise home robberies when people are out on runs and more. Strava leaks (in many cases) your personal address as it is the location you start your run at.<br><br>The prevalent exposure of South African parliament members' personal information online poses serious security threats. This exposure, through the use of personal contact details for public and official purposes, has led to a digital footprint that could be exploited for espionage and malicious targeting. I have included a pdf with a virus total link if you want to look this blog in depth, pictures are included in the pdf by the way.", 
"links": ["(https://www.virustotal.com/gui/file/37dd350690bd6b922ff87993f69c9063b5ee64abaa694f87a7ead52c5b29b3ce?nocache=1", "https://www.mediafire.com/file/ab2mjvwa70o5oye/OpSec_-_Failure_Within_the_South_African_Government.pdf/file"]
}