{
    "pfp" : "images/victims/roman.png",
    "nickname" : "Track2",
    "poster" : "bugzorc",
    "posterLink" : "https://x.com/bugzorc",
    "osf" : ["UGE","IP","MI"],
    "blog" : "Roman Seleznev, son of Valery Seleznev, a member of Russia's Duma, known online as Track 2, nCuX, Bulba, Zagreb, Shmak, Smaus, is a Russian computer hacker who was arrested on July 5, 2014, and sentenced to 27 years in prison for wire fraud, intentional damage to protected computers, and identity theft. His case has a lot of drama, unlike any other covered on this site. The USSS believes that the FSB tipped Seleznev off after having a discussion with them. During his arrest, Russian officials called his arrest 'kidnapping'.<br><br>Let's dive into his OSF. His first blunder was using a 'glowie' email (emails that have a warrant, and then you're dead) to register domains. One of the email accounts was from Yahoo! and had been used to open a PayPal account. To make matters worse, it had been used to order flowers for a woman identified as Seleznev's wife.<br><br>Roman probably didn't monitor his server logs, as the Yahoo email was used to purchase a server. Of course, the law got its hands on it, which allowed them to monitor network connections to and from the device and told them which IP ports were used, but not the content of any communications. He also used the server for his personal web browsing.<br><br>He booked travel tickets that had his passport details on them, which also led to many of his online aliases being uncovered. To maintain operational security, it is essential to compartmentalize online identities and avoid cross-contamination. Using separate personas for different activities can help minimize the risk of being linked to illegal actions. Also, to cross your real-life alias with your cyber criminal alias, also if you get caught once, learn from your mistakes, or just be an HTML developer. Peace out.",
    "links" : ["https://www.theregister.com/2017/07/27/russian_politicians_son_gets_27yrs_fraud/","https://en.wikipedia.org/wiki/Roman_Seleznev"]
}